Repository: adrpapa/Embratel-VDN
Catalog: workspace/Mozy/i18n/*.po
Languages: de_de, es_es, fr_fr, pt_br

source: You must wait until the current operation is finished.
de_de: Bitte warten bis der aktuelle Vorgang abgeschlossen ist.
es_es: Debe esperara hasta que la operacion actual termine
fr_fr: Vous devez attendre que l'opération en cours soit terminée.
pt_br: Por favor aguarde.

source: active
de_de: aktiv
es_es: activo
fr_fr: actif
pt_br: Ativo

source: branded description
de_de: Beschreibung

source: branded general name
de_de: Allgemeiner branding Name

source: branded tab name
de_de: Branded Registerkarte Name

source: bug fixed with logo
de_de: bug fixed mit Logo

source: document update
de_de: Dokument aktualisiert
es_es: Actualización de la documentación

source: edit
de_de: Bearbeiten
es_es: editar
fr_fr: éditer
pt_br: Editar

source: more than a year ago
de_de: mehr als vor einem Jahr
es_es: Hace más de un año
fr_fr: Il y a plus d'un an
pt_br: mais de um ano atrás

source: mozy users created with empty password
de_de: Mozy Benutzer mit leerem Passwort erstellt
es_es: Usuarios de Mozy creados con contraseña vacía
pt_br: A senha não foi preenchida

source: mozy users created with empty password fix wrong behaviour
de_de: Mozy Benutzer mit leerem Passwort erstellt
es_es: Corrección del comportamiento erroneo para los usuarios de Mozy creados con contraseña vacía.
pt_br: A senha não foi preenchida

source: mozypro_adminpanel_login
de_de: mozy_adminpanel_login
es_es: mozy_adminpanel_login
fr_fr: mozy_adminpanel_login
pt_br: mozy_adminpanel_login

source: mozypro_user_portal_url
de_de: mozy_user_portal_url
es_es: mozy_user_portal_url
fr_fr: mozy_user_portal_url
pt_br: mozy_user_portal_url

source: not valid
de_de: Ungültig
es_es: no valido
fr_fr: pas valide
pt_br: não é válido

source: remove remove user button and add new license from users not in default group
de_de: Entferne entferne Benutzer button und füge neue Lizenz für user die nicht in der default Gruppe sind hinzu.

source: rpm generated to intall php at endpoint.
de_de: rpm generiert um php am Endpunkt zu installieren

source: suspended
de_de: inaktiv
es_es: suspendido
fr_fr: suspendu
pt_br: Suspenso

source: the name of the tab
de_de: Name der Registerkarte

source: {Branding.branded_tab_name} Users
de_de: {Branding.branded_tab_name} Benutzer
es_es: Usuarios {Branding.branded_tab_name}
fr_fr: Utilisateurs {Branding.branded_tab_name}
pt_br: {Branding.branded_tab_name} Usuários

source: Back to Branding list
es_es: Volver a lista de Branding
pt_br: Voltar à lista

source: Computer
es_es: Ordenador
fr_fr: Ordinateur
pt_br: Computador

source: Desktop
es_es: Escritorio
fr_fr: Ordinateur de Bureau
pt_br: Computador

source: Desktop Keys:
es_es: Claves de Escritorio:
fr_fr: Clé de License Ordinateur de Bureau:
pt_br: Licença Desktop

source: Desktop Keys: ${percent}
es_es: Claves de Escritorio: ${percent}
fr_fr: Clé de License Ordinateur de Bureau: ${percent}

source: GroupId
es_es: Id Grupo

source: Name
es_es: Nombre
fr_fr: Nom
pt_br: Nome

source: Name:
es_es: Nombre:
fr_fr: Nom:
pt_br: Nome:

source: Reseller Info
es_es: Información del Vendedor
fr_fr: Information Revendeur
pt_br: Revenda Informações

source: Server
es_es: Servidor
fr_fr: Serveur
pt_br: Servidor

source: Server Keys:
es_es: Claves de Servidor:
fr_fr: Clé de License Serveur:
pt_br: Licença Servidor

source: Server Keys: ${percent}
es_es: Claves de Servidor: ${percent}
fr_fr: Quota Serveur: ${percent}

source: Status
es_es: Estado
pt_br: Estatus

source: User Service
es_es: Servicio de usuario
fr_fr: Utlisateur Service

source: change in xml file to fix minor text
es_es: Cambio en el fichero XML para corregir un error tipográfico

source: keyString
es_es: Clave de licencia
fr_fr: Clé de Licence

source: mozyPro Users
es_es: Usuarios
pt_br: Usuários

source: mozyProUsers
es_es: Ususrios
fr_fr: Utilisateurs
pt_br: Usuários

source: mozyProUsers Licenses
es_es: Licencias
fr_fr: Licences utilisateur
pt_br: Licença de usuário

source: Branding
pt_br: Logotipo

source: KeyString
fr_fr: Clé de Licence
pt_br: Licença

source: Keystring
fr_fr: Clé de Licence
pt_br: Licença

source: Logo Url:
pt_br: Logotipo Url:

source: edit_label
pt_br: Editar

source: E-Mail
fr_fr: Courriel

source: GB
fr_fr: Go

source: Max.: __maximumQuota__ GB
fr_fr: Max.: __maximumQuota__ Go
