Repository: adrpapa/Embratel-VDN
Catalog: workspace/Mozy/i18n/*.po
Languages: de_de, es_es, fr_fr, pt_br

source: Mozy is the world’s most trusted online backup service with more than 3 million customers and 80,000 business customers backing up over 90 petabytes of information to multiple data centers around the globe. MozyPro offers cost-effective, easy-to-use and secure online data backup and access for small businesses to large enterprises. Protect your information in the cloud, and be able to access it wherever you need it.
de_de: Mozy ist das weltweit größte Online-Backup-Service mit mehr als 3 Millionen Kunden. 80.000 Geschäftskunden sichern mehr als 90 Petabyte an Informationen, in Rechenzentren rund um den Globus. Mozy bietet kostengünstige, einfach zu bedienende und sichere Online-Datensicherung. Schützen Sie Ihre Daten in der Cloud, und greifen Sie mobil darauf zu, von wo immer Sie möchten.
es_es: Mozy es una solución fácil de usar y automática de backup y recuperación en la nube, que protege equipos de escritorio, portátiles y servidores de organizaciones de cualquier tamaño, con más de 3 millones de clientes individuales y 80.000 clientes empresariales. Mozy es un sistema de almacenamiento en la nube fiable y altamente escalable para entornos Mac y Windows.
fr_fr: Mozy est une solution de sauvegarde et de restauration Cloud facile à utiliser et automatique qui protège les ordinateurs de bureau, les ordinateurs portables et les serveurs des organisations de toute taille, avec plus de 3 millions de clients particulier et 80 000 clients professionnel. Mozy est un système de stockage Cloud fiable et très évolutif pour les environnements Windows & Mac.
pt_br: O serviço de Software de Backup Online oferece a sua empresa a capacidade de guardar informações de seus computadores ou servidores remotamente através de uma plataforma redundante e de alta disponibilidade.

source: Mozy overview
de_de: Mozy Überblick
es_es: Vista previa de Mozy
fr_fr: Aperçu de Mozy
pt_br: Visão geral Mozy

source: MozyPro Users
de_de: Mozy Users
es_es: Usuarios de Mozy
fr_fr: Utilisateurs Mozy
pt_br: Mozy Usarios

source: MozyUser
de_de: MozyBenutzer
es_es: Usuario
pt_br: MozyUsario

source: New
de_de: Neu
es_es: Nuevo
pt_br: Novo

source: New Branding
de_de: Neues Branding
es_es: Nuevo Branding
pt_br: Novo Logotipo

source: New License
de_de: Neue Lizenz
es_es: Licencia Nueva
fr_fr: Nouvelle Clé de Licence
pt_br: Nova Licença

source: New User
de_de: Neuer Benutzer
es_es: Nuevo Usuario
fr_fr: Nouvel Utilisateur
pt_br: Novo Usuário

source: New User Groups
de_de: Neue Benutzergruppe
es_es: Nuevo grupo de usuarios
fr_fr: Nouveaux groupes d'utilisateurs
pt_br: Novo grupo

source: Not available
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Indisponible
pt_br: indisponível

source: Not enough licenses available
de_de: Nicht genug Lizenz verfügbar
es_es: No hay suficientes licencias disponibles
fr_fr: Pas suffisamment de licence disponible
pt_br: Não o suficiente licença disponível

source: Not only will your most valuable files be protected, but desktop and laptop users can also synchronize their files across multiple computers. File sync makes your old file-transfer methods obsolete. No need to use a USB stick to move your files and gone are the days of emailing files to yourself. You simply place a file in your local sync folder, and itâ€™s immediately available from your other devices. Devices linked to your sync folder will always have your up-to-date files without ever needing to be refreshed.
de_de: Nicht nur Ihre wichtigsten Dateien geschützt werden, aber Desktop- und Laptop-Benutzer können auch ihre Dateien auf mehreren Computern synchronisieren. File Sync macht Ihre alte Datei-Transfer-Methoden obsolet. Keine Notwendigkeit, einen USB-Stick zu verwenden, um Ihre Dateien zu verschieben und vorbei sind die Zeiten von Dateien, um sich per E-Mail. Sie legen Sie einfach eine Datei in Ihrem lokalen Sync-Ordner, und es ist sofort von den anderen Geräten zur Verfügung. Geräte in Verbindung mit Ihrem Sync-Ordner müssen Ihre up-to-date-Dateien immer ohne jemals aufgefrischt werden müssen.
es_es: Sync es una característica de sincronización de archivos que proporciona a los usuarios una manera de Mozy para mantener los datos que más utilizan en cada uno de los equipos y dispositivos que utilizan con regularidad. Además de la protección proporcionada por la copia de seguridad de Mozy nube de sincronización simplifica el uso de sus archivos en varios dispositivos al mismo tiempo proteger sus datos.
fr_fr: Sync est une fonctionnalité de synchronisation de fichiers qui fournit aux utilisateurs de Mozy un moyen de tenir à jour les données qu'ils utilisent le plus sur chacun des ordinateurs et périphériques dont ils se servent régulièrement. En complément de la protection assurée par la sauvegarde dans le cloud Mozy, Sync simplifie l’utilisation de vos fichiers sur plusieurs périphériques tout en protégeant vos données.
pt_br: Sync é um recurso de sincronização de arquivos que fornece aos usuários Mozy uma forma de manter os dados que eles usam mais em cada um dos computadores e dispositivos que eles usam regularmente. Além da proteção fornecida pelo backup em nuvem Mozy sincronização simplifica o uso de seus arquivos em vários dispositivos ao mesmo tempo proteger seus dados.

source: Once the Sync Service has been enabled, each user will have to be enabled separately.
de_de: Sobald der Sync-Dienst aktiviert ist, wird jeder Benutzer müssen separat aktiviert werden.
es_es: Una vez que el servicio de sincronización se ha activado, cada usuario debe estar habilitado por separado.
fr_fr: Une fois que le service de synchronisation a été activée, chaque utilisateur devra être activé séparément.
pt_br: Uma vez que o serviço de sincronização foi activada, cada usuário deve ser habilitado separadamente.

source: One or more license could not be created
de_de: Ein oder mehrere Lizenz konnte nicht erstellt werden
es_es: Uno o más licencias no se pudo crear
fr_fr: Une ou plusieurs licence n'a pas pu être crée
pt_br: Um ou mais de licença não pôde ser criado

source: One or more users could not be created
de_de: Einen oder mehrere Benutzer konnte nicht erstellt werden
es_es: Uno o más usuarios no podían ser creados
fr_fr: Un ou plusieurs utilisateurs n'a pas pu être créé
pt_br: Um ou mais usuários não pôde ser criado

source: Password
de_de: Passwort
fr_fr: Mot de Passe
pt_br: Senha

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de Passe
pt_br: Senha

source: Please wait
de_de: Bitte warten
es_es: Por favor espere
fr_fr: Merci de Patienter
pt_br: Aguarde

source: Provisioning process might take a while.
de_de: Provisioning-Prozess könnte eine Weile dauern.
es_es: El proceso de adquisición puede llevar algún tiempo.
fr_fr: Le processus d'approvisionnement peut prendre un certain temps.
pt_br: O processo de aquisição pode levar algum tempo.

source: Quota
de_de: Kontingent
es_es: Cuota
pt_br: Armazenamento

source: Quota
de_de: Quote

source: Quota (GB)
de_de: Kontingent (GB)
es_es: Cuota (GB)
fr_fr: Stockage (Go)
pt_br: Armazenamento (GB)

source: Refresh Resources
de_de: Aktualisieren Ressourcen
es_es: Actualizar Recursos
fr_fr: Mettre à Jour Ressources
pt_br: Recursos de Atualização

source: Remove License
de_de: entfernen Lizenz
es_es: Eliminar Licencia
fr_fr: Supprimer Licence
pt_br: Retirar licença

source: Remove Sync
de_de: entfernen Sync
es_es: Eliminar Sync
fr_fr: Supprimer Sync
pt_br: Retirar Sync

source: Remove User
de_de: Benutzer entfernen
es_es: Usuario Borrado
fr_fr: Supprimer Utilisateur
pt_br: Remover Usuário

source: Required fields have to be filled
de_de: Erforderliche Felder müssen ausgefüllt werden
es_es: Los campos necesarios deben ser llenados
fr_fr: Les champs obligatoires doivent être remplis
pt_br: Os campos obrigatórios devem ser preenchidos

source: Reseller
de_de: Wiederverkäufer
es_es: Revendedor
fr_fr: Revendeur
pt_br: Revendedor

source: Reseller customers
de_de: Reseller-Kunden
es_es: Clientes del Vendedor
fr_fr: Clients du Revendeur
pt_br: Clientes Revendedores

source: Reseller sale model
de_de: Reseller Model
es_es: Modelo venta revendedor
fr_fr: Reseller Model
pt_br: Reseller Model

source: Sales Model
de_de: Selling Models
es_es: Modelo de venta
fr_fr: Selling Models
pt_br: Selling Models

source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer
pt_br: Salvar as alterações

source: Screenshot of the Mozy Portal.
de_de: Screenshot des Mozy-Portals

source: Select option...
de_de: Option wählen...
es_es: Seleccionar Opcion...
fr_fr: Sélectionnez une option...
pt_br: Selecione opções...

source: Server Activated
de_de: Server Aktiviert
es_es: Servidor Activado
fr_fr: Serveur Activé
pt_br: Servidor Ativado

source: Server Assigned
de_de: Server zugewiesen
es_es: Servidor Asignado
fr_fr: Serveur Assigné
pt_br: Atribuído pelo Servidor

source: Server Backup
de_de: Server-Sicherung
es_es: Copia de seguridad de Servidor
fr_fr: Sauvegarde Serveur
pt_br: Backup Servidor

source: Server Licenses
de_de: Server Lizenzen
es_es: Licencias de Servidor
fr_fr: Clé de License Serveur
pt_br: Licença Servidor

source: Server Quota
de_de: Server Kontingent
es_es: Cuota de Servidor
fr_fr: Quota Serveur
pt_br: Armazenamento Servidor

source: Server Quota:
de_de: Server Kontingent:
es_es: Cuota de Servidor:
fr_fr: Quota Serveur:
pt_br: Armazenamento Servidor

source: Server Quota: ${percent}
de_de: Server Kontingent: ${percent}
es_es: Cuota de Servidor: ${percent}
fr_fr: Quota Serveur: ${percent}

source: Server Storage Quota in GB
de_de: Server Speicherkontingent in GB
pt_br: Armazenamento do Servidor em GB

source: Server license number
de_de: Server Lizenz Nummer
pt_br: Numero de licenças de servidores

source: Service users behaviour fixed, documentation updated
de_de: Service Benutzer Verhalten geändert, Dokumentation aktualisiert
es_es: Comportamiento de los Service Users corregido. Documentación actualizada

source: Show
de_de: Einblenden
es_es: Mostrar
fr_fr: Montrer
pt_br: Mostrar

source: Storage
de_de: Lagerung
es_es: Almacenamiento
fr_fr: Stockage
pt_br: Armazenamento

source: Storage Quota in GB
de_de: Speicherkontingent in GB

source: Subscriptions Status
de_de: Abonnements-Status
es_es: Estado de la suscripción
fr_fr: Statut de la Souscription
pt_br: Status da Assinatura

source: Suspend User
de_de: Benutzer deaktivieren
es_es: Usuario Suspendido
fr_fr: Suspendre Utilisateur
pt_br: Suspender Usuário

source: Sync Service
de_de: Sync-Dienst
es_es: El servicio de Sync
fr_fr: Service Sync
pt_br: serviço de sincronização

source: Sync email change request and i18n
de_de: Documentation updated and issue with plan switch fixed
es_es: Documentation updated and issue with plan switch fixed
fr_fr: Documentation updated and issue with plan switch fixed
pt_br: Documentation updated and issue with plan switch fixed

source: Sync quota has been updated
de_de: Sync-Quote wurde aktualisiert
es_es: La cuota para Sync se ha actualizado
fr_fr: Le quota pour Sync à bien été mis à jour
pt_br: Quota de sincronização foi atualizado

source: Tab Name:
de_de: Registerkarten Name:
es_es: Tab Nombre

source: The license has been created successfully.
de_de: Die Lizenz wurde erfolgreich erstellt.
es_es: Las licencias han sido creadas correctamente
fr_fr: La clé de licence a été créé avec succès.
pt_br: Licença adicionada com sucesso.

source: The license has been eliminated.
de_de: Die Lizenz wurde beseitigt.
es_es: Se suprimió la licencia
fr_fr: La licence a été supprimé
pt_br: A licença foi eliminada.

source: The license has been updated successfully.
de_de: Die Lizenz wurde erfolgreich aktualisiert.
es_es: La lincencia ha sido actualizada satisfactoriamente
fr_fr: La clé de licence a été mise à jour avec succès.
pt_br: Atualização executada com sucesso

source: The license has not been updated successfully.
de_de: Die Lizenz wurde nicht erfolgreich aktualisiert.
es_es: La licencia no se ha actualizado correctamente.
fr_fr: Echec de mise à jour de la license
pt_br: A licença não foi atualizado com sucesso.

source: The name of the application that appears at home
de_de: Name der Application

source: The partner has disabled the subscription
de_de: Der Partner hat das Abonnement deaktiviert
es_es: El socio ha desactivado la suscripción
fr_fr: Le partenaire à desactivé la souscription
pt_br: O desactivado o parceiro assinatura

source: The service user could not be created
de_de: Der Service-Benutzer nicht erstellt werden konnte
es_es: El usuario de servicio no se pudo crear
fr_fr: L'utilisateur service n'a pas pu être crée
pt_br: O utilizador do serviço não pode ser criado

source: The staff member's email used to create the subscription is already in use.
de_de: Die E-Mail des Mitarbeiters verwendet, um das Abonnement zu erstellen, ist bereits im Einsatz.
es_es: La dirección de correo electrónico utilizada para crear la suscripción ya está en uso.
fr_fr: L'adresse email utilisée pour créer la souscription est déjà prise.
pt_br: O endereço de e-mail utilizado para criar a assinatura já está tomada.

source: The text entered will be displayed in the Subscription tab of the Customer's Control Panel.
de_de: Der eingegebene Text wird in der Registerkarte Abonnement auf der Systemsteuerung des Kunden angezeigt werden.

source: The user could not active Sync with the available Desktop quota.
de_de: Sync konnte nicht für den Benutzer, da keine Desktop-Kontingent zur Verfügung aktiviert sein
es_es: Sync no podría ser activado para el usuario debido a una falta de Cuota de Escritorio
fr_fr: Sync n'a pas pu être activée pour l'utilisateur en raison d'un manque de quota d'ordinateur de bureau (Desktop)
pt_br: Sync não pôde ser habilitado para o usuário devido à falta de quota do Desktop disponíveis

source: The user could not active Sync without an active license.
de_de: Sync konnte nicht für den Benutzer, da keine aktivierte Lizenz aktivieren
es_es: Sync no podría ser activado por el usuario en la ausencia de licencia activada
fr_fr: Sync n'a pas pu être activée pour l'utilisateur dû à l'absence de licence activée
pt_br: Sync não pôde ser habilitado para o usuário devido à falta de licenças ativado

source: The user could not be created.
de_de: Der Benutzer konnte nicht erzeugt werden.
es_es: El usuario no puede ser creado.
fr_fr: L'utilisateur n'a pas pu être créé.
pt_br: O usuário não pôde ser criado.

source: The user could not be removed.
de_de: Der Benutzer konnte nicht entfernt werden.
es_es: El usuario no puede ser borrado
fr_fr: L'utilisateur ne peut pas être supprimé.
pt_br: Usuário não pode ser removido.

source: The user group could not be changed because the user has one no active license.
de_de: Die Benutzergruppe konnte aufgrund zumindest eine nicht aktivierte Lizenz geändert werden.
es_es: El grupo de usuarios no se podía cambiar porque el usuario tiene una licencia no activada.
fr_fr: Le groupe d'utilisateurs n'a pas pu être modifié en raison d'au moins une licence non activée.
pt_br: O grupo de usuários não pôde ser alterado devido, pelo menos, uma licença não activado.

source: The user group could not be changed.
de_de: Die Benutzergruppe konnte nicht geändert werden.
es_es: El grupo del usuario no puede ser cambiado
fr_fr: Le groupe utilisateur n'à pas pu être modifié.
pt_br: O grupo nao pode ser modificado.

source: The user has been successfully removed.
de_de: Der Benutzer wurde erfolgreich entfernt.
es_es: El usuario ha sido eliminado correctamente
fr_fr: L'utilisateur a été supprimé avec succès.
pt_br: Usuário removido com sucesso.

source: The user is activated.
de_de: Der Benutzer wird aktiviert.
es_es: El Usuario esta activado
fr_fr: L'utilisateur est activé.
pt_br: Usuários foi ativado.

source: The user is created.
de_de: Der Benutzer wurde erstellt.
es_es: El usuario esta creado
fr_fr: L'utilisateur existe.
pt_br: Usuário criado com sucesso.

source: The user is suspended.
de_de: Der Benutzer wird deaktiviert.
es_es: El usuario esta suspendido
fr_fr: L'utilisateur est suspendu.
pt_br: Usuário foi suspenso.

source: The user licenses cannot be moved.
de_de: Die User-Lizenz kann nicht verschoben werden.
es_es: La licencia de usuario no puede ser movida
fr_fr: Les clés de licences de l'utilisateur n'ont pas pu être déplacées.
pt_br: A licença nao pode ser modificada.

source: The user licenses cannot be recovered.
de_de: Die User-Lizenzen kann nicht wiederhergestellt werden.
es_es: La licencia de usuario no puede ser recuperada
fr_fr: Les clés de licences de l'utilisateur n'ont pas pu être récupérées.
pt_br: A licença nao pode ser recuperada.

source: There are no licenses associated to this group. Check your groups in the control panel.
de_de: Es sind keine Lizenzen mit dieser Gruppe verbunden. Prüfen Sie die Gruppen im Control Panel.
es_es: No hay licencias asociadas a este grupo. Comprueba tus grupos en el panel de control.
fr_fr: Il n'y a pas de clé de licences associées à ce groupe. Vérifiez vos groupes dans la console d'administration.
pt_br: Atualização executada com sucesso

source: There are not available licenses
de_de: Es sind keine Lizenzen verfügbar
es_es: No hay licencias disponibles
fr_fr: Il n'y a pas de licences disponibles
pt_br: Não há licenças disponíveis

source: There has been a problem with changing group.
de_de: Beim Wechseln der Gruppe ist ein Fehler aufgetreten.
es_es: Ha habidio un problema con el cambio de grupo.
fr_fr: Un problème a eu lieu durant le changement de groupe utilisateur.
pt_br: Houve um problema na modificação do grupo. Tente novamente.

source: This Staff Member email already exists at Mozy. Please, choose another one.
de_de: Diese Mitarbeiter Mitglied E-Mail existiert bereits bei {Branding.branded_tab_name}. Bitte wählen Sie einen anderen.
es_es: Esta dirección de correo electrónico ya existe. Gracias a elegir otro.
fr_fr: Cet adresse email existe déjà. Merci d'en choisir une autre.
pt_br: Este e-mail membro do pessoal já existe no {Branding.branded_tab_name}. Por favor, escolha outro.

source: This service lets you schedule cloud backups for your desktop, laptop or server computer and offers automatic file protection. It saves you time and money so you can focus on other important things, like growing your business. Install the service software onto every computer you need to protect and relax knowing that this simple, secure and automatic service is protecting your vital digital assets.
de_de: Mit diesem Service können Sie icloud Backups für Ihren Desktop, Laptop oder Server-Computer und bietet eine automatische Dateischutz planen. Es spart Ihnen Zeit und Geld, so dass Sie sich auf andere wichtige Dinge, wie das Wachstum Ihres Unternehmens konzentrieren können. Installieren Sie die Service-Software auf jedem Computer, den Sie brauchen, zu wissen, zu schützen und zu entspannen, dass diese einfache, sichere und automatische Service, um Ihre digitalen Ressourcen schützt.
es_es: Este servicio le permite programar copias de seguridad para sus ordenadores de sobremesa, ordenadores portátiles o servidores y proporciona protección automática de archivos. Se ahorra tiempo y dinero para que pueda centrarse en otras cosas importantes, como el crecimiento de su negocio. Instalar el software de copia de seguridad en cada equipo que desea proteger y luego relajarse mientras que todos sus datos están seguros segura, sencilla y automática.
fr_fr: Ce service vous permet de planifier des sauvegardes pour vos ordinateurs de bureau, ordinateurs portable ou serveurs et offre une protection automatique des fichiers. Il permet d'économiser du temps et de l'argent afin que vous puissiez vous concentrer sur d'autres choses importantes, comme la croissance de votre entreprise. Installez le logiciel de sauvegarde sur chaque ordinateur que vous souhaitez protéger puis détendez vous pendant que toutes vos données sont protégées de façon sécurisé, simple et automatique.
pt_br: Este serviço permite agendar backups para seus desktops, laptops ou servidores e fornece proteção automática de arquivos. Ele economiza tempo e dinheiro para que você possa se concentrar em outras coisas importantes, como o crescimento de seu negócio. Instale o software de backup em cada computador que você deseja proteger e depois relaxar enquanto todos os seus dados estão seguros seguro, simples e automática.

source: To solve this error and create the subscription and Admin User correctly, you must:
de_de: Um diesen Fehler zu beheben und das Abonnement und die Admin-Benutzer in erstellen korrekt, müssen Sie:
es_es: Para resolver este error y crear la suscripción correctamente, es necesario:
fr_fr: Pour résoudre cette erreur et correctement créer la souscription, vous devez:
pt_br: Para resolver esse erro e com êxito criou a assinatura, você deve:

source: Type
de_de: Typ
es_es: Tipo
pt_br: Tipo

source: Type
de_de: Art
es_es: Tipo
pt_br: tipo

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à Jour
pt_br: Alterar

source: Used
de_de: Benutzt
es_es: Utilizado
fr_fr: Utilisé(s)
pt_br: Usava

source: Used:
de_de: Benutzt:
es_es: Usado:
fr_fr: Utilisé:
pt_br: Usado:

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
pt_br: Usuário

source: User Full Name:
de_de: Vollständiger Benutzername:
es_es: Nombre Completo de Usuario:
fr_fr: Nom Utilisateur complet:
pt_br: Nome:

source: User Groups
de_de: Benutzergruppen
es_es: Grupos de usuarios
fr_fr: Groupes d'utilisateurs
pt_br: Grupos de Usuários

source: User Groups edit
de_de: Benutzergruppen bearbeiten
es_es: Editar Grupos de Usuarios
fr_fr: Modifier les Groupes utilisateurs
pt_br: Editar

source: User Groups:
de_de: Anwendergruppen:
es_es: Grupos del Usuario:
fr_fr: Groupes d'utilisateurs:
pt_br: Grupos de Usuários

source: User credentials
de_de: Benutzerdaten
es_es: ID de usuario
fr_fr: Identifiants Utilisateur
pt_br: As credenciais do usuário

source: User data
de_de: Benutzerdaten
es_es: Datos de Usuario
fr_fr: Données d'utilisateur
pt_br: Dados do Usuário

source: User information
de_de: Benutzerinformation
es_es: Información de Usuario
fr_fr: Information utilisateur
pt_br: informações do usuário

source: User license could not be created.
de_de: User-Lizenz konnte nicht erstellt werden.
es_es: Licencia de usuario no se pudo crear.
fr_fr: Licence de l'utilisateur n'a pas pu être créé.
pt_br: Licença de usuário não pôde ser criado.

source: User licenses
de_de: Benutzerlizenzen
es_es: Licencia de Usuario
fr_fr: Licence Utilisateur
pt_br: Licenças de Usuário

source: User licenses could not be eliminated.
de_de: Benutzerlizenzen konnten nicht gelöscht werden.
es_es: Las licencias de usuario no pueden ser eliminadas
fr_fr: Les clé licences de l'utilisateur n'ont pas pu pas être supprimées.
pt_br: A licença nao pode ser removida.

source: User name:
de_de: Benutzername:
es_es: Nombre de Usuario:
fr_fr: Nom d'utilisateur:
pt_br: Usuário:

source: UserProfile
de_de: Benutzerprofil
es_es: Perfil de usuario
pt_br: Perfil do Usuário

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom D'utilisateur
pt_br: Nome de Usuário

source: Users
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
pt_br: Usuários

source: Users assigned succesfully
de_de: Benutzer erfolgreich zugeordnet
es_es: Los usuarios se han creado y asignado
fr_fr: Les utilisateurs ont bien été crées et assignés
pt_br: Usuários atribuído com sucesso

source: You have not selected any Staff Members, please select one.
de_de: Sie haben keine Mitarbeiter Mitglieder ausgewählt, bitte auswählen.
es_es: No ha seleccionado ningún miembro, gracias a seleccionar uno.
fr_fr: Vous n'avez sélectionné aucun membre, merci d'en sélectionner un.
pt_br: Não selecionou qualquer membro, obrigado a selecionar um.
