Repository: adrpapa/Embratel-VDN
Catalog: workspace/Mozy/i18n/*.po
Languages: de_de, es_es, fr_fr, pt_br

source: (suspended)
de_de: (deaktiviert)
es_es: (suspendido)
fr_fr: (suspendu)
pt_br: (suspenso)

source: Groups tab
de_de: Registerkarte Gruppen
es_es: Pestaña de Grupos
fr_fr: Onglet Groupe
pt_br: Grupos

source: Licenses
de_de: Lizenzen
es_es: Licencias
fr_fr: Clés de Licences
pt_br: Licença (s)

source: ${value} GB used of ${maximum} GB
de_de: ${value} GB von ${maximum} GB verwendet
es_es: ${value} GB usados de ${maximum} GB
fr_fr: ${value} Go utilisé sur ${maximum} Go
pt_br: ${value} GB usado(s) de ${maximum} GB

source: ${value} day(s) ago
de_de: ${value} Tag(e) vorher
es_es: Hace ${value} día(s)
fr_fr: Il y a ${value} jour(s)
pt_br: ${value} dia(s) atrás

source: ${value} hour(s) ago
de_de: ${value} Stunde(s)
es_es: Hace ${value} hora(s)
fr_fr: Il y a ${value} heure(s)
pt_br: ${value} hora(s) atrás

source: ${value} minute(s) ago
de_de: vor ${value} Minuten
es_es: Hace ${value} minuto(s)
fr_fr: Il y a ${value} minute(s)
pt_br: ${value} minuto(s) atrás

source: ${value} month(s) ago
de_de: vor ${value} Monaten
es_es: Hace ${value} mese(s)
fr_fr: Il y a ${value} mois
pt_br: ${value} mês(s) atrás

source: ${value} second(s) ago
de_de: ${value} Sekunde(n)
es_es: Hace ${value} segundos(s)
fr_fr: Il y a ${value} seconde(s)
pt_br: ${value} segundo(s) atrás

source: ${value} units used of ${maximum} GB
de_de: ${value} Einheiten von ${maximum} GB verwendet
es_es: ${value} unidades usadas de ${maximum} GB
fr_fr: ${value} Go utilisé sur ${maximum} Go
pt_br: ${value} unidades utilzada(s) de ${maximum} GB

source: ${value} units used of ${maximum} units
de_de: ${value} Einheiten von ${maximum} verwendet
es_es: ${value} unidades usadas de ${maximum} unidades
fr_fr: ${value} utilisé sur ${maximum}
pt_br: ${value} unidade(s) utilizada(s) de ${maximum}

source: API Credentials
de_de: API Zugangsdaten
es_es: Credenciales API
pt_br: Credenciais da API

source: APS for Mozy
de_de: APS für Mozy
es_es: APS para Mozy
fr_fr: APS pour Mozy
pt_br: Backup Online

source: APS2 MozyPro Provider guide
de_de: APS2 Mozy Provider Handbuch
es_es: Guia del Provider de Mozy APS2
fr_fr: APS2 Mozy Provider guide
pt_br: APS2 Mozy Provider guide

source: APS2 MozyPro Subscriber guide
de_de: APS2 Mozy Subscriber Handbuch
es_es: Guia del Cliente de Mozy APS2
fr_fr: APS2 Mozy Subscriber guide
pt_br: APS2 Mozy Subscriber guide

source: APS2 MozyPro intall files
de_de: APS2 Mozy Installations Dateien
es_es: Ficheros de instalación de Mozy APS2
fr_fr: APS2 Mozy intall files
pt_br: APS2 Mozy intall files

source: Account
de_de: Konto
es_es: Cuenta
fr_fr: Compte
pt_br: Conta

source: Account Data
de_de: Kontodaten
es_es: Datos de la Cuenta
fr_fr: Données sur le compte
pt_br: Dados de Conta

source: Activate User
de_de: Benutzer aktivieren
es_es: Usuario Activado
fr_fr: Activer Utilisateur
pt_br: Ativar Usuário

source: Activated
de_de: Aktiviert
es_es: Activado
fr_fr: Activé(s)
pt_br: Ativado

source: Activated:
de_de: Aktiviert:
es_es: Activado:
fr_fr: Activé:
pt_br: Ativado:

source: Add New Group
de_de: Neue Gruppe hinzufügen
es_es: Añadir Nuevo Grupo
fr_fr: Ajouter un nouveau groupe
pt_br: Adicionar novo grupo

source: Add New License
de_de: In New License
es_es: Añadir Licencia
fr_fr: Ajouter Licence
pt_br: Adicionar Novo License

source: Add User and License
de_de: Benutzer und Lizenz hinzufügen
es_es: Añadir Usuario y licencias
fr_fr: Ajouter Utilisateur et Clé de Licence
pt_br: Adicionar Usuário

source: Add new License
de_de: neue Lizenz hinzufügen
es_es: Añadir nueva Licencia
fr_fr: Nouvelle Clé de Licence
pt_br: Adicionar Licença

source: Add new Mozy for Service User
de_de: Neuen Mozy für Service-Benutzer
es_es: Añadir un nuevo Usuario de servicio
fr_fr: Ajouter un nouvel Utilisateur Service
pt_br: Adicionar um novo User Service {Branding.branded_tab_name}

source: Are you sure you want to delete this user? This will cause all the licenses belonging to the user to be deleted and ultimately removing all the data backed up!
de_de: Sind Sie sicher, dass Sie diesen Benutzer löschen? Dies bewirkt, dass alle Lizenzen für den Benutzer gehören, gelöscht werden und letztlich zu entfernen alle Daten gesichert!
es_es: ¿Está seguro de que quiere eliminar este usuario? Esto eliminará todas las licencias que pertenezclan al usuario y borrará todos los datos guardados!
fr_fr: Êtes-vous sûr de vouloir supprimer cet utilisateur? Cela entraînera la suppression de toutes les licences appartenant à l'utilisateur ainsi que la suppression de toutes les données sauvegardées!
pt_br: Tem certeza de que deseja excluir este usuário? Isto irá apagar todas as licenças de propriedade do usuário e excluir todos os dados salvos!

source: Are you sure you want to remove Sync for this subscription? This will cause the data synced by all users within this subscription to be deleted!
de_de: Sind Sie sicher, dass Sie Sync für dieses Abonnement zu entfernen? Dies bewirkt, dass die von allen Benutzern innerhalb dieses Abonnement synchronisierten Daten gelöscht werden!
es_es: ¿Está seguro de que quiere borrar la sincronización para esta suscripción? Esto borrará los datos sincronizados con todos los usuarios dentro de esta suscripción!
fr_fr: Êtes-vous sûr de vouloir supprimer Sync pour cette souscription? Cela entraînera la suppression des données synchronisées par tous les utilisateurs au sein de cet souscription!
pt_br: Tem certeza de que deseja excluir Sync para esta assinatura? Isto irá apagar os dados sincronizados com todos os usuários dentro desta subscrição!

source: Are you sure you want to remove Sync for this user? This will cause all the data synced by this user to be deleted!
de_de: Sind Sie sicher, dass Sie Sync für diesen Benutzer zu entfernen? Dies bewirkt, dass alle dieses Benutzers synchronisierten Daten gelöscht werden!
es_es: ¿Está seguro de que quiere eliminar Sync para este usuario? Esto dará lugar a la eliminación de todos los datos sincronizados de este usuario!
fr_fr: Êtes-vous sûr de vouloir supprimer Sync pour cet utilisateur? Cela entraînera la supression de toutes les données synchronisées par cet utilisateur!
pt_br: Tem certeza de que deseja excluir Sync para este usuário? Isto irá resultar na exclusão de todos os dados sincronizados por esse usuário!

source: Are you sure you want to remove this license? This will cause all the data backed up with this license to be deleted!
de_de: Sind Sie sicher, dass Sie diese Lizenz zu entfernen? Dies bewirkt, dass alle Daten mit dieser Lizenz gesichert gelöscht werden!
es_es: ¿Está seguro de que desea eliminar esta licencia? Esto eliminará todos los datos guardados con esta licencia!
fr_fr: Êtes-vous sûr de vouloir supprimer cette licence? Cela entraînera la suppression de toutes les données sauvegardées avec cette licence!
pt_br: Tem certeza de que deseja remover essa licença? Isto irá apagar todos os dados guardados com esta licença!

source: Assign Staff Member to the Service
de_de: Vergeben Bediensteten in der Service
es_es: Asignar otro miembro del equipo
fr_fr: Assigner un membre au service
pt_br: Atribuir um serviço de membro

source: Assigned
de_de: Zugewiesen
es_es: Asignada(s)
fr_fr: Assigné(s)
pt_br: Atribuído

source: Assigned:
de_de: Zugeordnet:
es_es: Asignado:
fr_fr: Alloué:
pt_br: Associado:

source: Back to Groups list
de_de: Zurück zur Gruppenliste
es_es: Volver a Grupos de usuarios
fr_fr: Retour à la liste des groupes d'utilisateurs
pt_br: Voltar

source: Branding List
de_de: Liste des Branding
es_es: Listado de Branding
fr_fr: List of Branding
pt_br: Listar

source: Branding edit
de_de: Branding bearbeiten
es_es: Edición de Branding
fr_fr: Edit Branding
pt_br: Editar

source: Can't retrieve Mozy login URL
de_de: Anmelden URL konnte nicht abgerufen werden
es_es: La dirección de conexión no pudo ser recuperada
fr_fr: L'adresse de connexion n'a pas pu être récupéré
pt_br: O endereço de conexão não pôde ser reactivado

source: Can't retrieve Mozy resource
de_de: Ressourcen Anzahl nicht abgerufen werden
es_es: Los recursos no podían ser recuperados
fr_fr: Les ressources n'ont pas pu être récupérées
pt_br: Os recursos não pôde ser recuperado

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pt_br: Cancelar

source: Cannot update Groups tab status
de_de: Können Gruppen Registerkarte Status nicht aktualisiert
es_es: El estado de la pestaña de grupo no se puede actualizar
fr_fr: Le status de l'onglet groupe ne peux pas être mis à jours
pt_br: O status da guia de grupo não pode ser colocada em dia

source: Company name:
de_de: Firmenname:
es_es: Nombre de la Compañia:
fr_fr: Nom de l'entreprise:
pt_br: Assinante:

source: Conf params
de_de: Konfigurationsparameter
es_es: Parámetros de Configuración
pt_br: Parâmetros

source: Configuration
de_de: Konfiguration
es_es: Configuración
pt_br: Configuração

source: Connection with Mozy Endpoint has failed.
de_de: Verbindung mit Mozy Endpoint ist fehlgeschlagen.
es_es: La conexión con Mozy ha fallado
fr_fr: La connexion avec Mozy à echouée
pt_br: A conexão com Mozy falhou

source: Control Panel
de_de: Steuerkonsole
es_es: Panel de Control
fr_fr: Console Administrateur
pt_br: Painel de Controle

source: Create License
de_de: Erstelle Lizenz
es_es: Crear Licencia
fr_fr: Créer une Clé de Licence
pt_br: Criar Licença

source: Create a staff member (Account > Admins > Add New Admin) with an email that has not been used before.
de_de: Erstellen Sie einen Mitarbeiter (Account> Administratoren> New Admin) mit einer E-Mail, die vorher nicht verwendet wurde.
es_es: Crear una nueva cuenta de usuario (cuenta> Administradores> Agregar administrador) con una dirección de correo electrónico que no se haya usado.
fr_fr: Créer un nouveau membre du compte (Compte > Administrateurs > Ajouter Administrateur) avec une adresse email qui n'est pas déjà utilisée.
pt_br: Criar uma nova conta de membro (Conta> Administradores> Adicionar Administrador) com um endereço de e-mail que já não é utilizado.

source: Create admin user ok.
de_de: Erstellen Sie Benutzer admin ok.
es_es: Crear un administrador.
fr_fr: Créer un administrateur.
pt_br: Criar um administrador.

source: Create new User
de_de: Neuen Benutzer erstellen
es_es: Crear nuevo Usuario
fr_fr: Nouvel Utilisateur
pt_br: Criar novo Usuário

source: Create new user...
de_de: Neuen Benutzer erstellen...
es_es: Crear nuevo usuario...
fr_fr: Créer un nouvel utilisateur...
pt_br: Criar Novo Usuário

source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Défaut
pt_br: Padrão

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
pt_br: Remover

source: Description of the application that appear at home
de_de: Beschreibung der Applikation

source: Desktop Activated
de_de: Desktop Aktiviert
es_es: Escritorio Activado
fr_fr: Bureau Activé
pt_br: Computador Ativado

source: Desktop Assigned
de_de: Desktop zugewiesen
es_es: Escritorio Asignado
fr_fr: Bureau Assigné
pt_br: Computador Atribuído

source: Desktop Backup
de_de: Desktop-Sicherung
es_es: Copia de seguridad de Escritorio
fr_fr: Sauvegarde Ordinateur de Bureau
pt_br: Backup Computador

source: Desktop Licenses
de_de: Desktop Lizenzen
es_es: Licencias de Escritorio
fr_fr: Clé de License Ordinateur de Bureau
pt_br: Licença Desktop

source: Desktop Quota
de_de: Desktop Kontingent
es_es: Cuota de Escritorio
fr_fr: Quota Ordinateur de Bureau
pt_br: Armazenamento Desktop

source: Desktop Quota:
de_de: Desktop Kontingent:
es_es: Cuota de Escritorio:
fr_fr: Quota Ordinateur de Bureau:
pt_br: Armazenamento Desktop

source: Desktop Quota: ${percent}
de_de: Desktop Kontingent: ${percent}
es_es: Cuota de Escritorio: ${percent}
fr_fr: Quota Ordinateur de Bureau: ${percent}

source: Desktop Storage Quota in GB
de_de: Desktop Speicherkontingent in GB
pt_br: Armazenamento do Desktop em GB

source: Desktop license number
de_de: Desktop Lizenznummer
pt_br: Numero de licenças de desktops

source: Direct sale model
de_de: Direct Model
es_es: Modelo venta directa
fr_fr: Direct Model
pt_br: Direct Model

source: Disable Sync
de_de: Deaktivieren Sync
es_es: Desactivar Sync
fr_fr: Désactiver Sync
pt_br: Desativar Sincronização

source: Disabled
de_de: Behindert
es_es: Desactivado
fr_fr: Désactivé
pt_br: Desativado

source: Display Name
de_de: Anzeigename
es_es: Nombre a Mostrar
fr_fr: Nom Utilisateur
pt_br: Nome

source: Display Name
de_de: Anzeigename
es_es: nombre
fr_fr: Nom
pt_br: nome

source: Do you want confirm to remove the Group?
de_de: Sind Sie sicher dass Sie die Gruppe entfernen wollen?
es_es: ¿Desea borrar el Grupo?
fr_fr: Confirmez-vous la suppression du groupe utilisateur?
pt_br: Você quer confirmar para remover o grupo?

source: Do you want to remove the User?
de_de: Möchten Sie den Benutzer entfernen?
es_es: ¿Desea eliminar el Usuario?
fr_fr: Voulez-vous supprimer l'utilisateur?
pt_br: Você deseja realmente remover o usuário selecionado?

source: Documentation included
de_de: inklusive Dokumentation
es_es: Documentación incluida

source: Edit
de_de: Bearbeiten
es_es: Editar
pt_br: Editar

source: Edit License
de_de: Lizenz Bearbeiten
es_es: Editar Licencia
fr_fr: Modifier Clé de Licence
pt_br: Editar Licença

source: Edit License button
de_de: Bearbeite Lizenz Schaltfläche
es_es: Boton Editar Licencias
fr_fr: Modifier la licence
pt_br: Concluir

source: Edit Sync Quota
de_de: Bearbeiten Sync Quota
es_es: Editar Cuota de Sync
fr_fr: Editer le Quota Sync
pt_br: Editar Sincronização Quota

source: Email Admin User
de_de: E-Mail-Admin-Benutzer
es_es: Dirección de correo electrónico del administrador
fr_fr: Adresse email de l'administrateur
pt_br: Endereço do administrador de e-mail

source: Enable Sync
de_de: Aktivieren Sync
es_es: Habilitar Sync
fr_fr: Activer Sync
pt_br: Ativar Sincronização

source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
pt_br: Ativado

source: Error:
de_de: Fehler:
fr_fr: Erreur:
pt_br: de erro:

source: Error: 'Login' field must be an email
de_de: Fehler: 'Login' Feld muss eine E-Mail Adresse sein
es_es: Error: El campo 'Login' debe ser un email
fr_fr: Erreur: le champ 'Identifiant utilisateur' doit être une adresse email
pt_br: Erro: O Nome do usuário deve ser no formato de endereço de e-mail, por exemplo, usuário@exemplo.com.

source: Error: 'Password' does not match
de_de: Fehler: 'Passwort' stimmt nicht überein
es_es: Error: La 'Password' no se encuentra
fr_fr: Erreur: 'Mot de passe' ne correspond pas
pt_br: Erro: A senha não corresponde

source: Error: 'Password' is a required field
de_de: Fehler: "Passwort" ist ein Pflichtfeld
es_es: Error: La 'Password' es un campo requerido
fr_fr: Erreur: 'Mot de passe' est un champ obligatoire
pt_br: Erro: A senha é um campo obrigatório

source: Error: 'Quota' value is out of range
de_de: Fehler: "Kontingent" liegt außerhalb des Bereichs
es_es: Error: El valor 'Cuata' esta fuera de rango
fr_fr: Error: La valeur de 'Quota' est incorrect
pt_br: Erro: O valor 'Quota' está fora do intervalo

source: Error: A serivce user with this email already exists
de_de: Fehler: Ein Service Benutzer mit dieser E-Mail ist bereits vorhanden
es_es: Error: Un usuario de servicio con este email ya existe
fr_fr: Erreur: Un utilisateur service avec cet adresse email existe déjà
pt_br: Erro: Um usuário com este e-mail já existe

source: Error: Password does not match!
de_de: Fehler: Password stimmt nicht!
es_es: Error: ¡Password no encontrada!
fr_fr: Erreur: Mot de passe ne correspond pas!
pt_br: Erro: A senha não combina

source: Error: password must have at least one upper case letter, one lower case letter, one digit and one special character. The minimum lenght is 7
de_de: Fehler: Das Passwort muss mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Ziffer und ein Sonderzeichen haben. Die Mindestlänge beträgt 7.
es_es: Error: password debe tener al menos una letra mayuscula, una letra minuscula, un digito y un caracter especial. La longitud minima es 7
fr_fr: Erreur: mot de passe doit avoir au moins une lettre majuscule, une lettre minuscule, un chiffre et un caractère spécial. La longueur minimum du mot de passe est de 7 caractères.
pt_br: Erro: A senha deve ter pelo menos uma letra maiúscula, uma letra minúscula, um digito e um caractere especial. O comprimento mínimo é de 7

source: Existing Service Users
de_de: Bestehende Service-Benutzer
es_es: Usuarios de servicio existentes
fr_fr: Utilisateurs Service Existants
pt_br: Usuários existentes de Serviços

source: Failed Subscriptions
de_de: Fehlgeschlagen Abonnements
es_es: Suscripciones fallidas
fr_fr: Souscriptions en Échec
pt_br: Assinaturas de falha

source: General
de_de: Allgemein
pt_br: Geral

source: Getting Started with MozyPro
de_de: Erste Schritte mit Mozy
es_es: Empezando con Mozy
fr_fr: Getting Started with Mozy
pt_br: Iniciar Backup Online

source: Global Settings
de_de: Globale Einstellungen
es_es: Configuración Inicial
pt_br: Configurações

source: Group
de_de: Gruppe
es_es: Grupo
fr_fr: Groupe
pt_br: Grupo

source: Group
de_de: Gruppe
es_es: Grupo
fr_fr: Groupe
pt_br: grupo

source: Group params
de_de: Gruppenparameter
es_es: Parámetros de Grupo
pt_br: Parâmetros do Grupo

source: Group updated.
de_de: Gruppe aktualisiert.
es_es: Grupo actualizado
fr_fr: Le groupe à été mis à jour
pt_br: Modificar Grupo. Atualizar página

source: Group:
de_de: Gruppen:
es_es: Grupo
fr_fr: Groupe:
pt_br: Grupo

source: Group:
de_de: Gruppen:
es_es: Grupo:
fr_fr: Groupe:
pt_br: Grupo:

source: Here you can create new users, list your users and assign new licenses to the users.<br><br/>
de_de: Hier können Sie neue Benutzer erstellen, bestehende Benutzer anzeigen und Benutzern Lizenzen zuweisen. <br> <br/>
es_es: Aqui tu puedes crear nuevos usuarios, listar tus usuario y asignar nuevas Licencias a el usuario.<br><br/>
fr_fr: Ici, vous pouvez créer de nouveaux utilisateurs, lister les utilisateurs existants et assigner de nouvelles clés de licences aux utilisateurs.<br><br/>
pt_br: Aqui você pode criar novos usuários, atribuir licenças e espaço de armazenamento para os usuários.<br><br/>

source: Here you can list your users and assign new licenses to the users.<br><br/>
de_de: Hier können Sie Ihre Liste Benutzer und neue Lizenzen den Benutzern zuordnen. <br> <br/>
es_es: Aquí puede listar todos los usuarios y asignar nuevas licencias. <br> <br/>
fr_fr: Lister tout les utilisateurs et assigner de nouvelles licences.<br><br/>
pt_br: Listar todos os usuários e atribuir novas licenças.<br><br/>

source: Here you list your groups and can create new ones.<br><br/>
de_de: Hier listen Sie Ihre Gruppen und können neue erstellen. <br> <br/>
es_es: Aqui puedes listar tus grupos y crear nuevos.<br><br/>
fr_fr: Ici, vous pouvez voir les groupes utilisateurs et en créer de nouveaux.<br><br/>
pt_br: Aqui você pode criar novos usuários, atribuir licenças e espaço de armazenamento para os usuários.<br><br/>

source: Hide
de_de: Ausblenden
es_es: Ocultar
fr_fr: Cacher
pt_br: Ocultar

source: In the APS package tab, select this new staff member and associate it with the Service.
de_de: In der Registerkarte, wählen Sie diese neuen Mitarbeiter und verbinden sie mit dem Service.
es_es: En la pestaña propia del paquete APS, seleccione la cuenta de nuevo miembro y vincularlo con el servicio.
fr_fr: Dans l'onglet, sélectionnez le nouveau membre du compte et associer le au service.
pt_br: Na guia , selecione a nova conta de membro e vinculá-lo a serviço.

source: Initial product package
de_de: Erstes Produktpaket
es_es: Paquete inicial del producto
fr_fr: Packaging du produit initial

source: Last Update
de_de: Letzte Aktualisierung
es_es: Última actualización
fr_fr: Dernière activité
pt_br: Última atualização

source: License
de_de: Lizenz
es_es: Licencia
fr_fr: Licence
pt_br: Licença

source: License Type
de_de: Lizenztyp
es_es: Tipo de Licencia
fr_fr: Type de Clé de Licence
pt_br: Tipo

source: License quota must be greater than 0.
de_de: Lizenz Kontingent muss größer als 0 sein.
es_es: El numero de Licencias debe ser mayor que 0
fr_fr: Quota de licence doit être supérieur à 0.
pt_br: O armazenamento desta licença deve ser maior que 0.

source: License type
de_de: Lizenztyp

source: Licenses
de_de: Lizenzen
es_es: Licencia
fr_fr: Clés de Licences
pt_br: Licenças

source: Login
de_de: Einloggen
es_es: Acceso
fr_fr: Identifiant utilisateur
pt_br: Nome do Usuário

source: Login
de_de: Anmeldung
fr_fr: Identifiant
pt_br: Entrar

source: Manage
de_de: Verwalten
es_es: Manejar
fr_fr: Gérer
pt_br: Gerenciamento

source: Mozy Account
de_de: Mozy Konto
es_es: Cuenta
fr_fr: Compte Mozy
pt_br: Conta

source: Mozy Application
de_de: Mozy Anwendung
es_es: Applicación
fr_fr: Application Mozy
pt_br: Aplicação Mozy

source: Mozy Backup
de_de: Online Backup
es_es: Online Backup
fr_fr: Sauvegarde en Ligne
pt_br: Online Backup

source: Mozy Backup Instructions
de_de: Mozy Backup Anleitung
es_es: Instrucciones de copia de seguridad
fr_fr: Instructions Sauvegarde Mozy
pt_br: Instruções de Backup Online

source: Mozy Sync Instructions
de_de: Mozy Sync Anleitung
es_es: Instrucciones Sync
fr_fr: Instructions MozySync
pt_br: Instruções de Sync

source: Mozy View
de_de: {Branding.branded_tab_name} anzeigen
es_es: Vista {Branding.branded_tab_name}
fr_fr: Vue {Branding.branded_tab_name}
pt_br: vista {Branding.branded_tab_name}

source: Mozy is the world's most trusted online backup service with more than 3 million customers and 80,000 business customers backing up over 90 petabytes of information to multiple data centers around the globe. MozyPro offers cost-effective, easy-to-use and secure online data backup and access for small businesses to large enterprises. Protect your information in the cloud, and be able to access it wherever you need it.
de_de: Mozy ist der größte Online-Backup-Service der Welt mit mehr als 3 Millionen Kunden und 80.000 Geschäftskunden rund um den Globus mehr als 90 Petabyte an Informationen zu mehreren Rechenzentren sichern. MozyPro bietet kostengünstige, einfach zu bedienende und sichere Online-Datensicherung und den Zugang für kleine Unternehmen bis hin zu großen Unternehmen. Schützen Sie Ihre Informationen in der Wolke, und in der Lage, darauf zuzugreifen, wo immer Sie es brauchen.
es_es: Mozy es un fácil de usar y automática nube solución de backup y recuperación que protege equipos de escritorio, portátiles y servidores de organizaciones de cualquier tamaño, con más de 3 millones de clientes individuales y 80.000 clientes empresariales. Mozy es un sistema de almacenamiento en la nube fiable y altamente escalable para entornos Mac y Windows.
fr_fr: Mozy est une solution de sauvegarde et de restauration Cloud facile à utiliser et automatique qui protège les ordinateurs de bureau, les ordinateurs portables et les serveurs des organisations de toute taille, avec plus de 3 millions de clients particulier et 80 000 clients professionnel. Mozy est un système de stockage Cloud fiable et très évolutif pour les environnements Windows & Mac.
pt_br: Mozy é uma solução de backup e recuperação fácil de usar e automático nuvem que protege desktops, laptops e servidores para organizações de todos os tamanhos, com mais de 3 milhões de clientes privados e 80.000 clientes empresariais. Mozy é um sistema de armazenamento em nuvem confiável e altamente escalável para ambientes Windows e Mac.
