Repository: adrpapa/Embratel-VDN
Catalog: workspace/VDN_Embratel/i18n/*.po
Languages: pt_br

source: Alias
pt_br: Apelido

source: Allows viewers to pause, play, and rewind live events
pt_br: Permite ao usuário parar, voltar e reproduzir eventos ao vivo (Live)

source: Are you sure you want delete CDN __cdn__?
pt_br: Confirma exclusão do CDN __cdn__?

source: Are you sure you want delete Channels?
pt_br: Confirma a exclusão dos Canais?

source: Audio Bit Rate
pt_br: Bit Rate de Áudio

source: Avanced Options (additional charges may apply)
pt_br: Opções Avançadas (ATENÇÃO: Pode incidir cobrança adicional)

source: Back to Contents list
pt_br: Voltar para lista de conteúdo

source: Back to list
pt_br: Volta à lista

source: Base URL
pt_br: URL Base

source: CDN Configuration
pt_br: Configuração do CDN

source: CDN Options
pt_br: Opções do CDN

source: CDN __cdn__ created automatically by the system - may not be removed
pt_br: CDN __cdn__ foi criado internamente pelo sistema e não é possível removê-lo.

source: Cancel
pt_br: Cancelar

source: Channel Configuration
pt_br: Configuração do Canal

source: Channel Information
pt_br: Informação do Canal

source: Channel Name
pt_br: Nome do Canal

source: Complete Jobs
pt_br: Tarefas Encerradas

source: Content Information
pt_br: Informações do Conteúdo

source: Delete
pt_br: Remover

source: Delivery Service Information
pt_br: Detalhes do Serviço de Entrega (Delivery Service)

source: Description
pt_br: Descrição

source: Duplicate stream:
pt_br: Arquivo duplicado

source: Duration ${duration}
pt_br: Duração ${duration}

source: Duration(h:mm:ss)
pt_br: Duração(h:mm:ss)

source: Elapsed Time
pt_br: Tempo

source: Elemental Live Information
pt_br: Detalhes do Evento

source: Error refreshing job __jobname__: __errmsg__
pt_br: Erro ao atualizar situação da tarefa __jobname__: __errmsg__

source: Event name containing letters, numbers and dash(-)
pt_br: Nome do evento, contendo letras, números e hífen(-)

source: File Name: ${fn}
pt_br: Nome do Arquivo: ${fn}

source: General Configuration
pt_br: Configurações Gerais

source: HTTPS
pt_br: Utilizar protocolo HTTPS

source: HTTPS Delivery
pt_br: Utiliza HTTPs

source: HTTPS protocol
pt_br: Protocolo HTTPS

source: IP or FQDN from origin server that will provide the content
pt_br: IP ou FQDN do servidor origem para provisionamento de conteúdo

source: Initial release.
pt_br: Release inicial

source: Input URI
pt_br: URI do Conteúdo

source: Input URL: ${url}
pt_br: URI de entrada: ${url}

source: Invalid value. It should be a valid IPv4 or FQDN
pt_br: Valor inválido. Deve ser um IPv4 válido ou FQDN

source: Invalid value. It should be a valid path. Ex: out/u
pt_br: Valor inválido. Favor informar um caminho (ex.: out/u)

source: Invalid value. It should containing only letters, numbers and dash(-)
pt_br: Valor inválido. Favor informar apenas letras, números e hífen(-)

source: Invalid value. It should contains only numbers and letters
pt_br: Valor inválido. Favor informar apenas letras e números.

source: Job Details
pt_br: Detalhes do job

source: Job Id
pt_br: ID do Job

source: Job Information
pt_br: Informação do Job

source: Job Name
pt_br: Nome do Job

source: Job __jobname__ cannot be cancelled __errmsg__
pt_br: Job __jobname__ não pode ser cancelado __errmsg__

source: Just In Time Encryption of content
pt_br: Criptografia em tempo real do conteúdo (JIT Encryption)

source: Live Channels
pt_br: Canais Live

source: Live Event Id
pt_br: ID do Evento Live

source: Live Transmission
pt_br: Transmissão ao Vivo

source: Name
pt_br: Nome

source: Name is mandatory. Please fill it
pt_br: Nome é obrigatório. Favor preencher

source: Name of this CDN configuration. It is used to identify this configuration in your control panel
pt_br: Nome que identifica essa configuração de CDN no painel de controle.

source: Name of this CDN configuration. It's used to identify this configuration in your control panel
pt_br: Nome dessa configuração CDN. É utilizado para identificar esta configuração no painel de controle

source: New
pt_br: Novo

source: New Channel
pt_br: Criar Novo Canal

source: New Delivery Service
pt_br: Novo Serviço de Entrega (Delivery Service)

source: New Job
pt_br: Novo Job

source: Origin Path
pt_br: Caminho de origem

source: Origin Server
pt_br: Servidor de origem

source: Password (optional)
pt_br: Senha

source: Premium Configuration Options?
pt_br: Perfil Premium?

source: Premium Transcoder Parameter Customization
pt_br: Customização de parâmetros de transcodificação para Perfil Premium

source: Premium configuration includes 3 HD outputs plus 2 SD outputs, and ofers 4 output protocols: HLS, HSS, HDS and DASH
pt_br: '<table style="width:100%"> <tr> <th style="border: 1px solid black;">Saídas</th> <th style="border: 1px solid black;">Standard</th> <th style="border: 1px solid black;">Premium</th> </tr> <tr> <td style="border: 1px solid black;">Saídas HD</td> <td style="border: 1px solid black; text-align: center;">2</td> <td style="border: 1px solid black; text-align: center">3</td> </tr> <td style="border: 1px solid black;">Saídas SD</td> <td style="border: 1px solid black; text-align: center;">3</td> <td style="border: 1px solid black; text-align: center">5</td> </tr> <td style="border: 1px solid black;">Protocolos de Saída</td> <td style="border: 1px solid black; text-align: center;">HLS</td> <td style="border: 1px solid black;text-align: center">HLS, HSS, HDS e DASH</td> </tr> <td style="border: 1px solid black;">Parâmetros Custom</td> <td style="border: 1px solid black; text-align: center;">FrameRate</td> <td style="border: 1px solid black; text-align: center">Resolução de Vídeo<br/>BitRate de vídeo<br/>FrameRate<br/>BitRate do Áudio</td> </tr> </table>

source: Profile
pt_br: Perfil

source: Proportion
pt_br: Proporção

source: Provide DVR Feature?
pt_br: Habilitar DVR de 2 horas

source: Public Endpoints
pt_br: Endereço de acesso público

source: Quality index
pt_br: Taxa de Qualidade

source: RTMP Stream
pt_br: Stream RTMP

source: RTMP URL
pt_br: Site RTMP

source: Refresh
pt_br: Atualizar

source: Required fields have to be filled
pt_br: Os campos obrigatórios devem ser preenchidos

source: Resolution
pt_br: Resolução

source: Resolutions, Frame Rates, Video Bit Rates and Audio Bit Rates that will be used in transcoding.
pt_br: Confirme a Resolução, Frame Rate, Bit Rate de Vídeo e Bit Rate de Áudio que serão usados na transcodificação

source: Review
pt_br: Revisar Configuraçoes

source: Running Jobs
pt_br: Jobs em execução

source: Screen Format
pt_br: Taxa de Proporção de Tela do Conteúdo

source: Screen Format: ${sf}
pt_br: Taxa de Proporção de Tela do Conteúdo: ${sf}

source: Site / Path to content
pt_br: Site / Caminho dos conteúdos

source: Start
pt_br: Iniciar

source: Start Encoding
pt_br: Início de Transcodificação

source: Start time
pt_br: Horário de início

source: State
pt_br: Status

source: Stop
pt_br: Parar

source: Subdomains of __cdmsDomain__ may not be used.
pt_br: Subdominios de __cdmsDomain__ não poder ser informados.

source: Submit Date
pt_br: Data de Início

source: Submit New Content
pt_br: Enviar Conteúdo

source: Submit Time
pt_br: Horário de início do Job

source: This alias will be used in the Service Routing Domain Name generated by the system
pt_br: Este apelido será usado na formação da URL final do CDN (Service Routing Domain Name)

source: This is the path from content origin. It is used to redefine the CDN URL. It will supress the needed to type this path before the video name in the URL
pt_br: Informe a porção do caminho (path) de sua origem de dados (esta porção do caminho será suprimida da URL final do CDN)

source: Transcoder Parameters
pt_br: Parametros de Transcodificação

source: Use Authentication
pt_br: Utilizar autenticação

source: Use HTTPS?
pt_br: JIT Encryption

source: Use for Live Stream
pt_br: Transmissão ao Vivo

source: Username (optional)
pt_br: Usuário

source: VDN Embratel global configuration variables
pt_br: Variáveis Globais

source: VDN Embratel Management
pt_br: Gerenciamento VDN

source: VDN Embratel globals
pt_br: Globais VDN

source: VDN Content
pt_br: Conteúdo VDN

source: VDN Embratel environment
pt_br: Ambiente VDN

source: VDN Job
pt_br: Job

source: VDN Live Channels
pt_br: Live

source: Video Bit Rate
pt_br: Bit Rate de Vídeo

source: You may change each stream's Resolution, Frame Rate, Video Bit Rate and Audio Bit Rate for the transcoder.
pt_br: Ajuste a Resolução, Frame Rate, Bit Rate de Vídeo e Bit Rate de Áudio que será usado na transcodificação

source: [Example: This is a live event for IT free lessons]
pt_br: [Exemplo: Minha transmissão ao Vivo]

source: [Example: livefreelessons]
pt_br: [Exemplo: minhatransmissaoaovivo]

source: [Example: out/u/myvideos]
pt_br: [Exemplo: minhapasta/meuvideo]

source: [Examples: myhost.mydomain.com 201.233.111.10]
pt_br: [Exemplos: meuhost.meudominio.com.br / 201.233.111.10]

source: [myLiveEvent]
pt_br: [meuEvento]
